import React from "react";
import { Link } from "react-router-dom";

function PricePage() {
  return (
    <div className="priceBlock container">
      <h2 className="mb-3">Замовлення, доставка і оплата</h2>
      <ul>
        <li>Замовлення приймаються мінімум за 7 днів.</li>
        <li>
          Всі замовлення менш ніж за 3 дні вважаються терміновими і
          відрізняються у вартості.
        </li>
      </ul>
      <h3 className="mb-3">Як замовити</h3>
      <p>
        Ви можете зробити замовлення на сайті, написати у «Viber» або
        зателефонувати (див. розділ{" "}
        <Link to={"/contact"} target="_self">
          Контакти
        </Link>
        ). Ваш запит не залишиться без відповіді, але відповідь може бути дана
        не відразу, залежно від завантаження. Замовлення приймається в роботу
        тільки після передоплати в розмірі 50%. Передоплата вноситься в день
        замовлення. Якщо Ви не встигли внести передоплату і не попередили,
        замовлення в роботу не береться. У разі скасування замовлення більш ніж
        за тиждень Ви можете розраховувати на повернення 50% передоплати, менш
        ніж за тиждень – передоплата не повертається. Доплата за десерти
        проводиться після того, як Ви отримали фото і відео, шляхом переказу на
        банківську карту. Тільки після надходження доплати на рахунок десерт
        передається в доставку. При самовивозі оплата можлива за фактом.
      </p>
      <h3 className="mb-3">Доставка і пакування</h3>
      <p>
        Доставка на сьогодні здійснюється тільки по місту Львів службами таксі
        «Uklon» і «Bolt» також доступний самовивіз. Одержувачу потрібно
        спуститися забрати замовлення після того, як водій повідомить про
        доставку. Якщо боїтеся за доставку – краще заберіть самі.
      </p>
    </div>
  );
}

export default PricePage;
